[
    {
        "termo": "Acessibilidade",
        "definicao": "Condição de alcance, percepção e entendimento com segurança e autonomia dos espaços, mobiliários, equipamentos e informações."
    },
    {
        "termo": "Inclusão",
        "definicao": "Processo de inserção plena e participativa de pessoas com deficiência na sociedade."
    },
    {
        "termo": "Deficiência Múltipla",
        "definicao": "Associação de duas ou mais deficiências, podendo ser física, intelectual, auditiva ou visual."
    },
    {
        "termo": "Brapci",
        "definicao": "Base de Dados em Ciência da Informação é uma plataforma acadêmica brasileira que reúne, organiza e disponibiliza a produção científica da área de Ciência da Informação, integrando artigos, eventos e periódicos para apoiar pesquisas, análises métricas e o avanço do conhecimento no campo."
    },
    {
        "termo": "BENANCIB",
        "definicao": "A Base de Dados dos Anais dos Encontros da ANCIB é uma coleção dentro da Brapci, que reúne, preserva e dissemina a produção científica apresentada nos encontros da ANCIB (ENANCIB), promovendo o acesso aberto ao conhecimento gerado na área de Ciência da Informação no Brasil."
    },
    {
        "termo": "Vocabulário Controlado",
        "definicao": "Conjunto estruturado de termos e expressões padronizadas utilizado para indexação e recuperação de informações em sistemas de informação."
    },
    {
        "termo": "Biblioteconomia",
        "definicao": "Ciência que estuda os princípios e técnicas de organização, gestão e disseminação da informação em bibliotecas e centros de documentação."
    },
    {
        "termo": "Biblioteca Digital",
        "definicao": "Coleção organizada de recursos digitais, como livros, artigos e multimídia, acessível eletronicamente para pesquisa e consulta."
    },
    {
        "termo": "Organização do Conhecimento",
        "definicao": "Processo de estruturar, categorizar e gerenciar informações e conhecimentos para facilitar seu acesso, uso e compartilhamento."
    },
    {
        "termo": "Inteligência Artificial",
        "definicao": "Também usada como IA ou AI, é a simulação de processos de inteligência humana por máquinas, especialmente sistemas computacionais."
    },
    {
        "termo": "Acessibilidade digital",
        "definicao": "Aceeso a tecnologia digital por cegos, surdos e pessoas com outras deficiências."
    }

]