[
    
    {
        "termo": "A3t-Gcn",
        "definicao": "A3t-Gcn is a deep learning architecture in artificial intelligence primarily used for traffic forecasting. It is designed to model and predict complex spatiotemporal (space and time) patterns in data, such as urban road networks."
    },
    {
        "termo": "Modelo Abstrativo",
        "definicao": "An abstractive model in artificial intelligence (AI) generates new phrases and sentences to convey the core meaning of source content, similar to how a human might rephrase or summarize information in their own words. This approach contrasts with extractive models, which merely select and combine existing sentences or phrases from the original text without modification."
    },
    {
        "termo": "Inferência Ativa",
        "definicao": "Active Inference in AI is a brain-inspired framework, based on the Free Energy Principle, where agents continuously predict sensory input and act to minimize surprise (uncertainty), creating a unified system for perception, action, and learning that adapts in real-time, unlike traditional AI which often learns passively from data. It models how biological systems (like humans) stay ordered by actively seeking information, updating internal models, and making goal-directed decisions, promising more autonomous, explainable, and truly intelligent AI."
    },
    {
        "termo": "Detecção De Linguagem Abusiva",
        "definicao": "Abusive Language Detection (ALD) using AI is the automated process of identifying harmful, offensive, or harassing text using machine learning and deep learning models trained on vast datasets to spot patterns, keywords, sentiment, and context, helping platforms moderate content, prevent cyberbullying, and foster safer online environments. AI systems analyze text for explicit slurs, subtle aggression, and evolving slang, differentiating malicious intent from benign language to flag threats, hate speech, and harassment for moderation."
    },
    {
        "termo": "Rede Recorrente Convolucional De Grafos Adaptativos",
        "definicao": "An Adaptive Graph Convolutional Recurrent Network (AGCRN) is an advanced AI model for predicting complex time-series data, especially traffic, by dynamically learning changing spatial (road networks) and temporal (time-based) patterns, using Graph Convolutional Networks (GCNs) for spatial and Recurrent Neural Networks (RNNs) for temporal features, plus adaptive modules to infer hidden relationships without fixed structures. It excels at handling real-world data where dependencies aren't static, making it powerful for urban planning and intelligent transport systems."
    },
    {
        "termo": "Aprendizado Assistido Por IA",
        "definicao": "AI-Assisted Learning uses artificial intelligence to create personalized, efficient, and engaging educational experiences by adapting content, providing instant feedback via virtual tutors, automating tasks like grading, and offering insights for educators, making learning customized to each student's pace and needs. It's a partnership where AI handles data analysis and repetitive tasks, freeing teachers for deeper instruction, while students get tailored support through tools like intelligent tutoring systems and adaptive platforms. "
    },
    {
        "termo": "Autoria De IA",
        "definicao": "AI Authorship refers to the complex issue of who gets credit (and legal rights, like copyright) for creative works generated by Artificial Intelligence, challenging traditional ideas that only humans can be authors, with current legal stances (US, EU) generally requiring significant human input, treating AI as a tool, while bodies like COPE state AI can't be an author because it can't take responsibility, demanding transparency from human users."
    },
    {
        "termo": "Algorítmos",
        "definicao": "AI algorithms are sets of instructions that teach machines to learn from data, recognize patterns, and make decisions or predictions, mimicking human intelligence for tasks like understanding language or solving problems, forming the core of any intelligent system by processing inputs and generating outputs based on learned information. "
    },
    {
        "termo": "BARD",
        "definicao": "Google Bard was a conversational AI chatbot, similar to ChatGPT, that used Google's powerful large language models (like LaMDA and PaLM 2) to generate human-like text, answer questions, create content, summarize info, and brainstorm ideas, leveraging real-time internet access for up-to-date info; it was designed as a creative collaborator but evolved into the more advanced Google Gemini. "
    },
    {
        "termo": "Inteligência Artificial",
        "definicao": "Artificial Intelligence (AI) is the ability of computer systems to perform tasks that usually require human intelligence, like learning, reasoning, problem-solving, perception, and language understanding, by training on vast amounts of data to recognize patterns and make decisions, enabling machines to adapt, act autonomously, and automate complex processes. It's a broad field encompassing areas like machine learning, deep learning, and natural language processing, making everyday tools from digital assistants to self-driving cars possible."
    },
    {
        "termo": "Detecção De Viés",
        "definicao": "Bias detection in AI is the process of identifying systematic errors or unfair patterns in AI systems (data, algorithms, models) that favor or disadvantage certain groups, often based on race, gender, age, etc., ensuring fairness, accuracy, and compliance with ethical standards, crucial for preventing real-world harm in areas like hiring, lending, and healthcare. It involves auditing data, testing model outputs with fairness metrics, and using specialized tools to spot discriminatory tendencies before deployment, as biased AI reflects and amplifies societal prejudices from its training data. "
    },
    {
        "termo": "Clusterização",
        "definicao": "Clustering in AI is an unsupervised machine learning technique that groups similar data points into clusters (groups) based on inherent patterns, without needing pre-labeled data, to reveal hidden structures, enabling tasks like customer segmentation, anomaly detection, and data simplification. It works by finding natural groupings where items within a cluster are more alike than items in other clusters, helping make sense of complex datasets."
    },
    {
        "termo": "Big Data",
        "definicao": "Big Data refers to massive, complex datasets (the 'fuel'), while Artificial Intelligence (AI) involves technologies that analyze this data to find patterns, learn, and make decisions (the 'engine'), with AI using Big Data to power smarter, automated insights and predictions for things like personalized recommendations, fraud detection, and self-driving cars, creating a powerful synergy where more data leads to better AI and more sophisticated analysis."
    }

]